Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: TMDB has no activity feed or watched-history API. Sync re-downloads your account lists. Titles removed on TMDB stay in Cronica. Live scrobbling is not available.
ar: لا يملك TMDB موجز نشاط أو واجهة لتاريخ المشاهدة. تعيد المزامنة تنزيل قوائم حسابك. العناوين المحذوفة على TMDB تبقى في Cronica. البث الحي (scrobbling) غير متاح.
bn: TMDB-এর কোনো অ্যাক্টিভিটি ফিড বা ওয়াচড-হিস্ট্রি এপিআই নেই। সিঙ্ক আপনার অ্যাকাউন্ট তালিকাগুলো পুনরায় ডাউনলোড করে। TMDB থেকে মুছে ফেলা টাইটেলগুলো Cronica-এ থেকে যায়। লাইভ স্ক্রবলিং উপলব্ধ নয়।
ca: TMDB no té un feed d’activitat ni una API d’historial de visionat. La sincronització torna a descarregar les llistes del compte. Els títols eliminats a TMDB es queden a Cronica. El scrobbling en directe no està disponible.
cs: TMDB nemá feed aktivit ani API historie sledování. Synchronizace znovu stáhne seznamy účtu. Tituly odstraněné na TMDB zůstávají v Cronice. Živé scrobblování není k dispozici.
da: TMDB har ingen aktivitetsfeed eller API til sehistorik. Sync henter dine kontolister igen. Titler fjernet på TMDB forbliver i Cronica. Live-scrobbling er ikke tilgængelig.
de: TMDB hat keinen Aktivitäts-Feed und keine API für Sehverlauf. Sync lädt deine Kontolisten erneut. Auf TMDB entfernte Titel bleiben in Cronica. Live-Scrobbling ist nicht verfügbar.
el: Το TMDB δεν έχει feed δραστηριότητας ούτε API ιστορικού προβολών. Ο συγχρονισμός ξανακατεβάζει τις λίστες. Οι τίτλοι που αφαιρέθηκαν στο TMDB μένουν στο Cronica. Το live scrobbling δεν είναι διαθέσιμο.
es: TMDB no tiene feed de actividad ni API de historial visto. La sincronización vuelve a descargar tus listas. Los títulos eliminados en TMDB permanecen en Cronica. El scrobbling en vivo no está disponible.
es_mx: TMDB no tiene feed de actividad ni API de historial visto. La sincronización vuelve a descargar tus listas. Los títulos eliminados en TMDB permanecen en Cronica. El scrobbling en vivo no está disponible.
fi: TMDB:llä ei ole aktiviteettisyötettä eikä katseluhistorian API:a. Synkronointi lataa tililistasi uudelleen. TMDB:stä poistetut nimet jäävät Cronicaan. Live-scrobblaus ei ole käytettävissä.
fr: TMDB n’a pas de flux d’activité ni d’API d’historique de visionnage. La sync retélécharge vos listes. Les titres retirés sur TMDB restent dans Cronica. Le scrobbling en direct n’est pas disponible.
gu: TMDB પાસે કોઈ પ્રવૃત્તિ ફીડ અથવા જોવાયા-ઇતિહાસ API નથી. સમન્વયન તમારી એકાઉન્ટ સૂચિને ફરીથી ડાઉનલોડ કરે છે. TMDB પર દૂર કરાયેલા શીર્ષકો Cronica માં રહે છે. લાઇવ સ્ક્રૉબલિંગ ઉપલબ્ધ નથી.
he: ל‑TMDB אין פיד פעילות או API להיסטוריית צפייה. הסנכרון מוריד מחדש את רשימות החשבון. כותרים שהוסרו ב‑TMDB נשארים ב‑Cronica. Scrobbling חי אינו זמין.
hi: TMDB के पास गतिविधि फ़ीड या वॉच्ड-इतिहास API नहीं है। सिंक आपकी खाता सूचियाँ फिर से डाउनलोड करता है। TMDB पर हटाए गए शीर्षक Cronica में रहते हैं। लाइव स्क्रॉबलिंग उपलब्ध नहीं है।
hr: TMDB nema feed aktivnosti ni API povijesti gledanja. Sinkronizacija ponovno preuzima popise. Naslovi uklonjeni na TMDB-u ostaju u Cronica. Live scrobbling nije dostupan.
hu: A TMDB-nek nincs aktivitásfeedje vagy megtekintési előzmény API-ja. A szinkron újra letölti a fióklistákat. A TMDB-ről eltávolított címek a Cronicában maradnak. Az élő scrobbling nem elérhető.
id: TMDB tidak punya feed aktivitas atau API riwayat ditonton. Sinkron mengunduh ulang daftar akun. Judul yang dihapus di TMDB tetap di Cronica. Scrobbling langsung tidak tersedia.
it: TMDB non ha un feed di attività né un’API della cronologia. La sync riscarica gli elenchi. I titoli rimossi su TMDB restano in Cronica. Lo scrobbling in tempo reale non è disponibile.
ja: TMDBにはアクティビティフィードや視聴履歴APIがありません。同期はアカウントのリストを再ダウンロードします。TMDBで削除したタイトルはCronicaに残ります。ライブスクロブルは利用できません。
kn: TMDB ಯಾವುದೇ ಚಟುವಟಿಕೆ ಫೀಡ್ ಅಥವಾ ವೀಕ್ಷಿಸಿದ-ಇತಿಹಾಸದ API ಅನ್ನು ಹೊಂದಿಲ್ಲ. ಸಿಂಕ್ ನಿಮ್ಮ ಖಾತೆ ಪಟ್ಟಿಗಳನ್ನು ಮರು-ಡೌನ್‌ಲೋಡ್ ಮಾಡುತ್ತದೆ. TMDB ನಲ್ಲಿ ತೆಗೆದುಹಾಕಲಾದ ಶೀರ್ಷಿಕೆಗಳು Cronica ನಲ್ಲಿ ಉಳಿಯುತ್ತವೆ. ಲೈವ್ ಸ್ಕ್ರೋಬ್ಲಿಂಗ್ ಲಭ್ಯವಿಲ್ಲ.
ko: TMDB에는 활동 피드나 시청 기록 API가 없습니다. 동기화는 계정 목록을 다시 다운로드합니다. TMDB에서 제거한 작품은 Cronica에 남습니다. 실시간 스크로블은 사용할 수 없습니다.
ml: TMDB-ന് പ്രവർത്തന ഫീഡ് അല്ലെങ്കിൽ കണ്ട ചരിത്ര API ഇല്ല. സമന്വയം നിങ്ങളുടെ അക്കൗണ്ട് ലിസ്റ്റുകൾ വീണ്ടും ഡൗൺലോഡ് ചെയ്യുന്നു. TMDB-ൽ നീക്കംചെയ്ത ശീർഷകങ്ങൾ Cronica-ൽ തുടരും. തത്സമയ സ്ക്രോബ്ലിംഗ് ലഭ്യമല്ല.
mr: TMDB कडे कोणतेही क्रियाकलाप फीड किंवा पाहिलेले-इतिहास API नाही. सिंक तुमच्या खाते सूची पुन्हा-डाउनलोड करते. TMDB वर काढलेली शीर्षके Cronica मध्ये राहतील. थेट स्क्रबलिंग उपलब्ध नाही.
ms: TMDB tiada suapan aktiviti atau API sejarah ditonton. Segerak memuat turun semula senarai akaun. Tajuk yang dialih keluar di TMDB kekal dalam Cronica. Scrobbling langsung tidak tersedia.
nb: TMDB har ikke aktivitetsfeed eller API for seerhistorikk. Synk laster ned kontolistene på nytt. Titler fjernet på TMDB blir i Cronica. Live-scrobbling er ikke tilgjengelig.
nl: TMDB heeft geen activiteitenfeed of API voor kijkgeschiedenis. Sync downloadt je accountlijsten opnieuw. Op TMDB verwijderde titels blijven in Cronica. Live scrobblen is niet beschikbaar.
or: TMDB ର କୌଣସି କାର୍ଯ୍ୟକଳାପ ଫିଡ୍ କିମ୍ବା ଦେଖାଯାଇଥିବା ଇତିହାସ API ନାହିଁ। ସିଙ୍କ୍ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ତାଲିକାଗୁଡ଼ିକୁ ପୁନଃ ଡାଉନଲୋଡ୍ କରେ। TMDB ରେ ଅପସାରିତ ଶୀର୍ଷକଗୁଡ଼ିକ Cronica ରେ ରହିଥାଏ। ଲାଇଭ୍ ସ୍କ୍ରୋବ୍ଲିଂ ଉପଲବ୍ଧ ନାହିଁ।
pa: TMDB ਕੋਲ ਕੋਈ ਗਤੀਵਿਧੀ ਫੀਡ ਜਾਂ ਦੇਖਿਆ-ਇਤਿਹਾਸ API ਨਹੀਂ ਹੈ। ਸਿੰਕ ਤੁਹਾਡੀਆਂ ਖਾਤਾ ਸੂਚੀਆਂ ਨੂੰ ਮੁੜ-ਡਾਊਨਲੋਡ ਕਰਦਾ ਹੈ। TMDB 'ਤੇ ਹਟਾਏ ਗਏ ਟਾਈਟਲ Cronica ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ। ਲਾਈਵ ਸਕ੍ਰੌਬਲਿੰਗ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: TMDB nie ma feedu aktywności ani API historii oglądania. Synchronizacja ponownie pobiera listy. Tytuły usunięte w TMDB pozostają w Cronica. Live scrobbling nie jest dostępny.
pt_br: O TMDB não tem feed de atividade nem API de histórico assistido. A sincronização baixa novamente suas listas. Títulos removidos no TMDB permanecem no Cronica. Scrobbling ao vivo não está disponível.
pt_pt: O TMDB não tem feed de atividade nem API de histórico assistido. A sincronização baixa novamente suas listas. Títulos removidos no TMDB permanecem no Cronica. Scrobbling ao vivo não está disponível.
ro: TMDB nu are feed de activitate sau API pentru istoricul vizionărilor. Sincronizarea redescarcă listele. Titlurile eliminate pe TMDB rămân în Cronica. Scrobblingul live nu este disponibil.
ru: У TMDB нет ленты активности и API истории просмотров. Синхронизация заново скачивает списки. Удалённые в TMDB названия остаются в Cronica. Живой scrobbling недоступен.
sk: TMDB nemá feed aktivít ani API histórie sledovania. Synchronizácia znova stiahne zoznamy účtu. Tituly odstránené na TMDB zostávajú v Cronice. Živé scrobblovanie nie je k dispozícii.
sl: TMDB nima vira dejavnosti ali API-ja zgodovine ogledov. Sinhronizacija znova prenese sezname računa. Naslovi, odstranjeni na TMDB, ostanejo v Cronica. Živo scrobblanje ni na voljo.
sv: TMDB har inget aktivitetsflöde eller API för tittarhistorik. Synk hämtar om dina kontolistor. Titlar borttagna på TMDB finns kvar i Cronica. Live-scrobbling finns inte.
ta: TMDB-இல் செயல்பாட்டு ஊட்டம் அல்லது பார்த்த-வரலாறு API இல்லை. ஒத்திசைவு உங்கள் கணக்குப் பட்டியல்களை மீண்டும் பதிவிறக்கும். TMDB-இல் இருந்து நீக்கப்பட்ட தலைப்புகள் Cronica-இல் அப்படியே இருக்கும். நேரலை ஸ்க்ராப்ளிங் வசதி இல்லை.
te: TMDBలో యాక్టివిటీ ఫీడ్ లేదా వాచ్డ్-హిస్టరీ API లేదు. సింక్ మీ ఖాతా జాబితాలను మళ్లీ డౌన్‌లోడ్ చేస్తుంది. TMDBలో తొలగించబడిన టైటిల్స్ Cronicaలో ఉంటాయి. లైవ్ స్క్రోబ్లింగ్ అందుబాటులో లేదు.
th: TMDB ไม่มีฟีดกิจกรรมหรือ API ประวัติการรับชม ซิงค์ดาวน์โหลดรายการบัญชีของคุณอีกครั้ง ชื่อที่ถูกลบบน TMDB จะยังคงอยู่ใน Cronica ไม่สามารถใช้งาน scrobbling แบบสดได้
tr: TMDB’nin etkinlik akışı veya izleme geçmişi API’si yoktur. Senkronizasyon hesap listelerini yeniden indirir. TMDB’den kaldırılan başlıklar Cronica’da kalır. Canlı scrobbling yok.
uk: У TMDB немає стрічки активності та API історії переглядів. Синхронізація знову завантажує списки. Видалені в TMDB назви залишаються в Cronica. Живий scrobbling недоступний.
ur: TMDB میں کوئی سرگرمی فیڈ یا دیکھی ہوئی تاریخ API نہیں ہے۔ مطابقت پذیری آپ کے اکاؤنٹ کی فہرستوں کو دوبارہ ڈاؤن لوڈ کرتی ہے۔ TMDB پر ہٹائے گئے عنوانات Cronica میں رہتے ہیں۔ لائیو سکروبلنگ دستیاب نہیں ہے۔
vi: TMDB không có nguồn cấp dữ liệu hoạt động hoặc API lịch sử đã xem. Đồng bộ hóa tải lại danh sách tài khoản của bạn. Các tiêu đề bị xóa trên TMDB vẫn ở lại Cronica. Tính năng tìm kiếm trực tiếp không có sẵn.
zh_hans: TMDB 没有活动动态或观看历史 API。同步会重新下载你的账户列表。在 TMDB 上移除的标题仍会留在 Cronica。不支持实时 scrobbling。
zh_hant: TMDB 沒有活動動態或觀看歷史 API。同步會重新下載你的帳號列表。在 TMDB 上移除的標題仍會留在 Cronica。不支援即時 scrobbling。

source: TMDB is not configured for this build.
ar: لم يُعدّ TMDB لهذا البناء.
bn: এই বিল্ডের জন্য TMDB কনফিগার করা নেই।
ca: TMDB no està configurat per a aquesta compilació.
cs: TMDB není v tomto buildu nakonfigurováno.
da: TMDB er ikke konfigureret til denne build.
de: TMDB ist in diesem Build nicht konfiguriert.
el: Το TMDB δεν είναι ρυθμισμένο σε αυτή τη build.
es: TMDB no está configurado en esta compilación.
es_mx: TMDB no está configurado en esta compilación.
fi: TMDB:tä ei ole määritetty tähän buildiin.
fr: TMDB n’est pas configuré pour cette build.
gu: TMDB આ બિલ્ડ માટે ગોઠવેલ નથી.
he: TMDB אינו מוגדר בבילד זה.
hi: इस बिल्ड के लिए TMDB कॉन्फ़िगर नहीं है।
hr: TMDB nije konfiguriran za ovaj build.
hu: A TMDB nincs beállítva ebben a buildben.
id: TMDB belum dikonfigurasi untuk build ini.
it: TMDB non è configurato in questa build.
ja: このビルドではTMDBが設定されていません。
kn: ಈ ನಿರ್ಮಾಣಕ್ಕಾಗಿ TMDB ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko: 이 빌드에는 TMDB가 구성되어 있지 않습니다.
ml: ഈ ബിൽഡിനായി TMDB കോൺഫിഗർ ചെയ്തിട്ടില്ല.
mr: या बिल्डसाठी TMDB कॉन्फिगर केलेले नाही.
ms: TMDB tidak dikonfigurasi untuk binaan ini.
nb: TMDB er ikke konfigurert for denne builden.
nl: TMDB is niet geconfigureerd voor deze build.
or: ଏହି ନିର୍ମାଣ ପାଇଁ TMDB ବିନ୍ୟାସିତ ହୋଇନାହିଁ।
pa: TMDB ਨੂੰ ਇਸ ਬਿਲਡ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: TMDB nie jest skonfigurowane w tej kompilacji.
pt_br: O TMDB não está configurado nesta build.
pt_pt: O TMDB não está configurado nesta build.
ro: TMDB nu este configurat pentru acest build.
ru: TMDB не настроен в этой сборке.
sk: TMDB nie je v tomto builde nakonfigurované.
sl: TMDB ni konfiguriran za to različico.
sv: TMDB är inte konfigurerat för den här builden.
ta: TMDB இந்த உருவாக்கத்திற்கு உள்ளமைக்கப்படவில்லை.
te: ఈ బిల్డ్ కోసం TMDB కాన్ఫిగర్ చేయబడలేదు.
th: ไม่ได้กำหนดค่า TMDB สำหรับบิลด์นี้
tr: TMDB bu derleme için yapılandırılmamış.
uk: TMDB не налаштовано в цій збірці.
ur: TMDB اس تعمیر کے لیے کنفیگر نہیں ہے۔
vi: TMDB không được định cấu hình cho bản dựng này.
zh_hans: 此构建未配置 TMDB。
zh_hant: 此建置未設定 TMDB。

source: TMDB is not configured for this build. Add TMDB_API_KEY in Secrets.xcconfig.
ar: لم يُعدّ TMDB لهذا البناء. أضف TMDB_API_KEY في Secrets.xcconfig.
bn: এই বিল্ডের জন্য TMDB কনফিগার করা নেই। Secrets.xcconfig-এ TMDB_API_KEY যোগ করুন।
ca: TMDB no està configurat per a aquesta compilació. Afegeix TMDB_API_KEY a Secrets.xcconfig.
cs: TMDB není v tomto buildu nakonfigurováno. Přidej TMDB_API_KEY do Secrets.xcconfig.
da: TMDB er ikke konfigureret til denne build. Tilføj TMDB_API_KEY i Secrets.xcconfig.
de: TMDB ist in diesem Build nicht konfiguriert. Füge TMDB_API_KEY in Secrets.xcconfig hinzu.
el: Το TMDB δεν είναι ρυθμισμένο σε αυτή τη build. Προσθέστε το TMDB_API_KEY στο Secrets.xcconfig.
es: TMDB no está configurado en esta compilación. Añade TMDB_API_KEY en Secrets.xcconfig.
es_mx: TMDB no está configurado en esta compilación. Agrega TMDB_API_KEY en Secrets.xcconfig.
fi: TMDB:tä ei ole määritetty tähän buildiin. Lisää TMDB_API_KEY tiedostoon Secrets.xcconfig.
fr: TMDB n’est pas configuré pour cette build. Ajoutez TMDB_API_KEY dans Secrets.xcconfig.
gu: TMDB આ બિલ્ડ માટે ગોઠવેલ નથી. Secrets.xcconfig માં TMDB_API_KEY ઉમેરો.
he: TMDB אינו מוגדר בבילד זה. הוסף TMDB_API_KEY ב‑Secrets.xcconfig.
hi: इस बिल्ड के लिए TMDB कॉन्फ़िगर नहीं है। Secrets.xcconfig में TMDB_API_KEY जोड़ें।
hr: TMDB nije konfiguriran za ovaj build. Dodaj TMDB_API_KEY u Secrets.xcconfig.
hu: A TMDB nincs beállítva ebben a buildben. Add hozzá a TMDB_API_KEY-t a Secrets.xcconfig fájlhoz.
id: TMDB belum dikonfigurasi untuk build ini. Tambahkan TMDB_API_KEY di Secrets.xcconfig.
it: TMDB non è configurato in questa build. Aggiungi TMDB_API_KEY in Secrets.xcconfig.
ja: このビルドではTMDBが設定されていません。Secrets.xcconfigにTMDB_API_KEYを追加してください。
kn: ಈ ಬಿಲ್ಡ್‌ಗಾಗಿ TMDB ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. Secrets.xcconfig ನಲ್ಲಿ TMDB_API_KEY ಅನ್ನು ಸೇರಿಸಿ.
ko: 이 빌드에는 TMDB가 구성되어 있지 않습니다. Secrets.xcconfig에 TMDB_API_KEY를 추가하세요.
ml: ഈ ബിൽഡിനായി TMDB കോൺഫിഗർ ചെയ്തിട്ടില്ല. Secrets.xcconfig-ൽ TMDB_API_KEY ചേർക്കുക.
mr: या बिल्डसाठी TMDB कॉन्फिगर केलेले नाही. Secrets.xcconfig मध्ये TMDB_API_KEY जोडा.
ms: TMDB tidak dikonfigurasi untuk binaan ini. Tambah TMDB_API_KEY dalam Secrets.xcconfig.
nb: TMDB er ikke konfigurert for denne builden. Legg til TMDB_API_KEY i Secrets.xcconfig.
nl: TMDB is niet geconfigureerd voor deze build. Voeg TMDB_API_KEY toe in Secrets.xcconfig.
or: ଏହି ବିଲ୍ଡ ପାଇଁ TMDB ବିନ୍ୟାସିତ ହୋଇନାହିଁ। Secrets.xcconfig ରେ TMDB_API_KEY ଯୋଡନ୍ତୁ।
pa: TMDB ਨੂੰ ਇਸ ਬਿਲਡ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। Secrets.xcconfig ਵਿੱਚ TMDB_API_KEY ਸ਼ਾਮਲ ਕਰੋ।
pl: TMDB nie jest skonfigurowane w tej kompilacji. Dodaj TMDB_API_KEY w Secrets.xcconfig.
pt_br: O TMDB não está configurado nesta build. Adicione TMDB_API_KEY em Secrets.xcconfig.
pt_pt: O TMDB não está configurado nesta build. Adicione TMDB_API_KEY em Secrets.xcconfig.
ro: TMDB nu este configurat pentru acest build. Adaugă TMDB_API_KEY în Secrets.xcconfig.
ru: TMDB не настроен в этой сборке. Добавьте TMDB_API_KEY в Secrets.xcconfig.
sk: TMDB nie je v tomto builde nakonfigurované. Pridaj TMDB_API_KEY do Secrets.xcconfig.
sl: TMDB ni konfiguriran za to različico. Dodaj TMDB_API_KEY v Secrets.xcconfig.
sv: TMDB är inte konfigurerat för den här builden. Lägg till TMDB_API_KEY i Secrets.xcconfig.
ta: இந்த உருவாக்கத்திற்கு TMDB உள்ளமைக்கப்படவில்லை. Secrets.xcconfig-இல் TMDB_API_KEY-ஐச் சேர்க்கவும்.
te: ఈ బిల్డ్ కోసం TMDB కాన్ఫిగర్ చేయబడలేదు. Secrets.xcconfigలో TMDB_API_KEYని జోడించండి.
th: ไม่ได้กำหนดค่า TMDB สำหรับรุ่นนี้ เพิ่ม TMDB_API_KEY ใน Secrets.xcconfig
tr: TMDB bu derleme için yapılandırılmamış. Secrets.xcconfig dosyasına TMDB_API_KEY ekleyin.
uk: TMDB не налаштовано в цій збірці. Додайте TMDB_API_KEY у Secrets.xcconfig.
ur: TMDB اس تعمیر کے لیے کنفیگر نہیں ہے۔ Secrets.xcconfig میں TMDB_API_KEY شامل کریں۔
vi: TMDB không được định cấu hình cho bản dựng này. Thêm TMDB_API_KEY vào Secrets.xcconfig.
zh_hans: 此构建未配置 TMDB。请在 Secrets.xcconfig 中添加 TMDB_API_KEY。
zh_hant: 此建置未設定 TMDB。請在 Secrets.xcconfig 中新增 TMDB_API_KEY。

source: To add an item on a list, create a new one.
ar: لإضافة عنصر إلى قائمة، أنشئ قائمة جديدة.
bn: তালিকায় কোনো আইটেম যোগ করতে, একটি নতুন তালিকা তৈরি করুন।
ca: Per afegir un element a una llista, crea’n una de nova.
cs: Chceš-li přidat položku do seznamu, vytvoř nový.
da: For at tilføje et element til en liste skal du oprette en ny.
de: Um einen Titel zu einer Liste hinzuzufügen, erstelle eine neue.
el: Για να προσθέσετε στοιχείο σε λίστα, δημιουργήστε μια νέα.
es: Para añadir un elemento a una lista, crea una nueva.
es_mx: Para agregar un elemento a una lista, crea una nueva.
fi: Lisätäksesi kohteen listalle, luo uusi lista.
fr: Pour ajouter un élément à une liste, crée-en une nouvelle.
gu: સૂચિમાં આઇટમ ઉમેરવા માટે, એક નવી બનાવો.
he: כדי להוסיף פריט לרשימה, צור רשימה חדשה.
hi: सूची में आइटम जोड़ने के लिए, नई सूची बनाएँ।
hr: Za dodavanje stavke na popis, stvori novi.
hu: Elem hozzáadásához listához hozzon létre egy újat.
id: Untuk menambah item ke daftar, buat daftar baru.
it: Per aggiungere un elemento a una lista, crea una nuova lista.
ja: リストに項目を追加するには、新しいリストを作成してください。
kn: ಪಟ್ಟಿಯಲ್ಲಿ ಐಟಂ ಅನ್ನು ಸೇರಿಸಲು, ಹೊಸದನ್ನು ರಚಿಸಿ.
ko: 목록에 항목을 추가하려면 새 목록을 만드세요.
ml: ഒരു ലിസ്‌റ്റിൽ ഒരു ഇനം ചേർക്കാൻ, പുതിയൊരെണ്ണം സൃഷ്‌ടിക്കുക.
mr: सूचीमध्ये आयटम जोडण्यासाठी, एक नवीन तयार करा.
ms: Untuk menambah item ke senarai, cipta senarai baharu.
nb: For å legge til et element i en liste, opprett en ny.
nl: Maak een nieuwe lijst om een item toe te voegen.
or: ତାଲିକାରେ ଏକ ଆଇଟମ୍ ଯୋଡିବା ପାଇଁ, ଏକ ନୂତନ ଆଇଟମ୍ ତିଆରି କରନ୍ତୁ।
pa: ਸੂਚੀ ਵਿੱਚ ਇੱਕ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, ਇੱਕ ਨਵੀਂ ਬਣਾਓ।
pl: Aby dodać pozycję do listy, utwórz nową.
pt_br: Para adicionar um item a uma lista, crie uma nova.
pt_pt: Para adicionar um item a uma lista, crie uma nova.
ro: Pentru a adăuga un element pe o listă, creează una nouă.
ru: Чтобы добавить элемент в список, создай новый.
sk: Ak chceš pridať položku do zoznamu, vytvor nový.
sl: Za dodajanje elementa na seznam ustvari novega.
sv: För att lägga till ett objekt i en lista, skapa en ny.
ta: ஒரு பட்டியலில் ஒரு உருப்படியைச் சேர்க்க, புதிய பட்டியலை உருவாக்கவும்.
te: జాబితాలో ఒక అంశాన్ని చేర్చడానికి, కొత్త జాబితాను సృష్టించండి.
th: หากต้องการเพิ่มรายการในรายการ ให้สร้างรายการใหม่
tr: Listeye öğe eklemek için yeni bir liste oluştur.
uk: Щоб додати елемент до списку, створи новий.
ur: فہرست میں ایک آئٹم شامل کرنے کے لیے، ایک نیا بنائیں۔
vi: Để thêm một mục vào danh sách, hãy tạo một mục mới.
zh_hans: 要向列表添加项目，请先创建一个新列表。
zh_hant: 要向列表加入項目，請先建立一個新列表。

source: To avoid potential spoilers, you can hide thumbnails from unwatched episodes.
ar: لتجنب الحرق، يمكنك إخفاء صور الحلقات غير المشاهدة.
bn: সম্ভাব্য স্পয়লার এড়াতে, আপনি না দেখা পর্বগুলোর থাম্বনেইল লুকিয়ে রাখতে পারেন।
ca: Per evitar possibles spoilers, pots amagar les miniatures dels episodis no vistos.
cs: Abys se vyhnul/a spoilerům, můžeš skrýt náhledy u nezhlédnutých epizod.
da: For at undgå potentielle spoilers kan du skjule miniaturebilleder fra usete afsnit.
de: Um mögliche Spoiler zu vermeiden, kannst du Miniaturansichten von nicht gesehenen Episoden ausblenden.
el: Για να αποφύγετε πιθανά spoilers, μπορείτε να κρύψετε μικρογραφίες από μη παρακολουθημένα επεισόδια.
es: Para evitar posibles spoilers, puedes ocultar las miniaturas de los episodios no vistos.
es_mx: Para evitar posibles spoilers, puedes ocultar las miniaturas de los episodios no vistos.
fi: Välttääksesi spoilerit voit piilottaa pikkukuvat katsomattomista jaksoista.
fr: Pour éviter les spoilers potentiels, vous pouvez masquer les vignettes des épisodes non regardés.
gu: સંભવિત સ્પોઇલર્સ ટાળવા માટે, તમે ન જોયેલા એપિસોડ્સના થંબનેલ્સ છુપાવી શકો છો.
he: כדי להימנע מספoilers, אפשר להסתיר תמונות מפרקים שלא נצפו.
hi: संभावित स्पॉइलर से बचने के लिए, आप अनदेखे एपिसोड के थंबनेल छिपा सकते हैं।
hr: Da izbjegneš spoilere, možeš sakriti sličice nepogledanih epizoda.
hu: Az esetleges spoilerek elkerülése érdekében elrejtheti a bélyegképeket a nem megtekintett epizódoknál.
id: Untuk hindari spoiler, kamu bisa sembunyikan thumbnail episode belum ditonton.
it: Per evitare possibili spoiler, puoi nascondere l'anteprima dagli episodi non visti.
ja: ネタバレを避けるため、未視聴エピソードのサムネイルを非表示にできます。
kn: ಸಂಭಾವ್ಯ ಸ್ಪಾಯ್ಲರ್‌ಗಳನ್ನು ತಪ್ಪಿಸಲು, ನೀವು ನೋಡದ ಎಪಿಸೋಡ್‌ಗಳ ಥಂಬ್‌ನೇಲ್‌ಗಳನ್ನು ಮರೆಮಾಡಬಹುದು.
ko: 스포일러를 피하려면 시청하지 않은 에피소드의 썸네일을 숨길 수 있습니다.
ml: സാധ്യതയുള്ള സ്‌പോയിലറുകൾ ഒഴിവാക്കാൻ, കാണാത്ത എപ്പിസോഡുകളുടെ തമ്പ്‌നെയിലുകൾ നിങ്ങൾക്ക് മറയ്ക്കാം.
mr: संभाव्य स्पॉइलर टाळण्यासाठी, तुम्ही न पाहिलेल्या भागांचे थंबनेल लपवू शकता.
ms: Untuk elak spoiler, anda boleh sembunyikan imej kecil episod belum ditonton.
nb: For å unngå potensielle spoilers kan du skjule miniatyrbilder fra usette episoder.
nl: Om spoilers te vermijden kun je miniaturen van onbekeken afleveringen verbergen.
or: ସମ୍ଭାବ୍ୟ ସ୍ପଏଲର୍ ଏଡାଇବା ପାଇଁ, ଆପଣ ନଦେଖିଥିବା ଏପିସୋଡ୍‌ଗୁଡ଼ିକର ଥମ୍ବନେଲ୍ ଲୁଚାଇ ପାରିବେ।
pa: ਸੰਭਾਵੀ ਸਪੌਇਲਰਾਂ ਤੋਂ ਬਚਣ ਲਈ, ਤੁਸੀਂ ਨਾ ਵੇਖੇ ਐਪੀਸੋਡਾਂ ਦੇ ਥੰਬਨੇਲ ਲੁਕਾ ਸਕਦੇ ਹੋ।
pl: Aby uniknąć spoilerów, możesz ukryć miniatury nieobejrzanych odcinków.
pt_br: Para evitar possíveis spoilers, você pode ocultar miniaturas de episódios não assistidos.
pt_pt: Para evitar possíveis spoilers, tu pode ocultar miniaturas de episódios não assistidos.
ro: Pentru a evita spoilerele, poți ascunde miniaturile episoadelor nevizionate.
ru: Чтобы избежать спойлеров, можно скрыть миниатюры непросмотренных эпизодов.
sk: Pre vyhnutie sa potenciálnym spoilerom, môžeš skryť miniatúry z nepozretých epizód.
sl: Da se izogneš morebitnim spojlerjem, lahko skriješ sličice neoogledanih epizod.
sv: För att undvika potentiella spoilers kan du dölja miniatyrer från osedda avsnitt.
ta: சாத்தியமான ஸ்பாய்லர்களைத் தவிர்க்க, பார்க்காத எபிசோடுகளின் சிறுபடங்களை மறைக்கலாம்.
te: సాధ్యమైన స్పాయిలర్‌లను నివారించడానికి, మీరు చూడని ఎపిసోడ్‌ల థంబ్‌నెయిల్స్‌ను దాచవచ్చు.
th: เพื่อหลีกเลี่ยงการสปอยล์ คุณสามารถซ่อนภาพขนาดย่อจากตอนที่ยังไม่ได้ดูได้
tr: Spoiler'dan kaçınmak için izlenmemiş bölümlerin küçük resimlerini gizleyebilirsin.
uk: Щоб уникнути спойлерів, можна приховати мініатюри непереглянутих епізодів.
ur: ممکنہ اسپوائلرز سے بچنے کے لیے، آپ غیر دیکھی اقساط کے تھمب نیلز چھپا سکتے ہیں۔
vi: Để tránh khả năng tiết lộ nội dung, bạn có thể ẩn hình thu nhỏ khỏi các tập chưa xem.
zh_hans: 为避免潜在剧透，你可以隐藏未观看剧集的缩略图。
zh_hant: 為避免潛在劇透，你可以隱藏未觀看集數的縮圖。
